export interface Product {
    title: string
    price?: string
    desc?: string
}

export const products: Product[] = [
    {
        title: 'Нейтронный микросоп',
    },
    {
        title: 'Очищенные бутылки',
    },
    {
        title: 'Инжектор нестабильности',
    },
    {
        title: 'Органические компоненты',
    },
    {
        title: 'Ферритная пыль',
    },
    {
        title: 'Кобальт',
    },
    {
        title: 'Солнечный отражатель',
    },
    {
        title: 'Взлет топливо для звездолета',
    },
    {
        title: 'метал обшивка',
    },
    {
        title: 'нестабильная плазма',
    },
    {
        title: 'иониз кобальт',
    },
    {
        title: 'оседающая масса',
    },
    {
        title: 'микропроцессор',
    },
    {
        title: 'нанотрубный контейнер',
    },
    {
        title: 'самовосстанавливающийся геридий',
    },
    {
        title: 'оптический расствор',
    },
    {
        title: 'пятимерный торус',
    },
    {
        title: 'сверхпроводящее волокно',
    },
    {
        title: 'магнитный резонатор',
    },
    {
        title: 'квантовый компьютер',
    },
    {
        title: 'проводной станок',
    },
    {
        title: 'тритий',
    },
    {
        title: 'пирит',
    },
    {
        title: 'платина',
    },
    {
        title: 'соль',
    },
    {
        title: 'нейротрубка',
    },
    {
        title: 'ароний',
    },
    {
        title: 'магно-золото',
    },
    {
        title: 'углеродные нанотрубки',
    },
    {
        title: 'серебро',
    },
    {
        title: 'золото',
    },
    {
        title: 'грязь',
    },
    {
        title: 'неочищенное пиритное масло',
    },
    {
        title: 'пугний',
    },
    {
        title: 'намагнич феррит',
    },
    {
        title: 'хром металл',
    },
    {
        title: 'герметик',
    },
    {
        title: 'уран',
    },
    {
        title: 'диоксид',
    },
    {
        title: 'парафиний',
    },
    {
        title: 'незастревающий поршень',
    },
    {
        title: 'огрмная металлическая шестерня',
    },
    {
        title: 'рязъеденители ячеек',
    },
    {
        title: 'голографический коленвал',
    },
    {
        title: 'бромидная соль',
    },
    {
        title: 'контейнер искр',
    },
    {
        title: 'промышленная батарея',
    },
    {
        title: 'омический гель',
    },
    {
        title: 'эксперементальная энергия',
    },
    {
        title: 'термоядерный блок',
    },
    {
        title: 'дешифрованные поль данные',
    },
    {
        title: 'звездный шелк',
    },
    {
        title: 'капли комет',
    },
    {
        title: 'хлор',
    },
    {
        title: 'фосфор',
    },
    {
        title: 'ржавчина',
    },
    {
        title: 'дигидрогенный гель',
    },
    {
        title: 'гидравлическая проводка',
    },
    {
        title: 'утилизационные схемы',
    },
    {
        title: 'сварочное масло',
    },
    {
        title: 'ионный конденсат',
    },
    {
        title: 'блок автономного позиционирования',
    },
    {
        title: 'квантовый ускоритель',
    },
    {
        title: 'разноцветный цикорий',
    },
    {
        title: 'лемий',
    },
    {
        title: 'чистый феррит',
    },
    {
        title: 'разъеденители ячеек',
    },
    {
        title: 'векторные компрессоры',
    },
    {
        title: 'медь',
    },
    {
        title: 'ионная сфера',
    },
    {
        title: 'координаты телепортов',
    },
    {
        title: 'аминокамера',
    },
]